Repository: xsetra/ulakbus
Catalog: ulakbus/locale/*/LC_MESSAGES/zengine.po
Languages: tr

source: Checking migration and solr ...
tr: Migration ve solr kontrol ediliyor ...

source: {0}Error not connected, open redis and rabbitmq{1}
tr: {0}Hata, Open Redis ve rabbitmq'ya bağlanılamadı.{1}

source: {0}Redis is not working{1}
tr: {0}Redis çalışmıyor{1}

source: {0}Riak is working{1}
tr: {0}Riak çalışıyor{1}

source: {0}Riak is not working{1}
tr: {0}Riak çalışmıyor{1}

source: {0}RabbitMQ is working{1}
tr: {0}RabbitMQ çalışıyor{1}

source: {0}RabbitMQ is not working!{1}
tr: {0}RabbitMQ çalışmıyor!{1}

source: {0}RabbitMQ username and password wrong{1}
tr: {0}RabbitMQ kullanıcı adı ve şifre hatalı{1}

source: {0}File system encoding correct{1}
tr: {0}Dosya sistemi şifrelemesi doğru{1}

source: {0}File system encoding wrong!!{1}
tr: {0}Dosya sistemi şifrelemesi hatalı{1}

source: Name
tr: İsim

source: Parent Unit
tr: Üst Birim

source: Unit
tr: Birim

source: Units
tr: Birimler

source: Code Name
tr: Kod Adı

source: Description
tr: Açıklama

source: Permission %s
tr: İzin %s

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Preferred Language
tr: Tercih Edilen Dil

source: Preferred Date and Time Format
tr: Tercih Edilen Tarih ve Zaman Formatı

source: Preferred Number Format
tr: Tercih Edilen Sayı Formatı

source: Last Login Role Key
tr: Son Giriş Yapılan Rol Anahtarı

source: User
tr: Kullanıcı

source: Users
tr: Kullanıcılar

source: Archived
tr: Arşivlenmiş

source: Abstract Role
tr: Soyut Rol

source: Abstract Roles
tr: Soyut Roller

source: Role
tr: Rol

source: Roles
tr: Roller

source: Edit Permissions
tr: İzinleri Düzenle

source: XML content
tr: XML içeriği

source: File name
tr: Dosya ismi

source: Workflow Title
tr: İş Akışı Başlığı

source: Object field name
tr: Nesne adı

source: Menu Category
tr: Menü Kategori

source: Actor name
tr: Kullanıcı ismi

source: Actor specific name of WF
tr: Kullanıcıya özel iş akışı adı

source: Lane relations
tr: Lane ilişkileri

source: Possible owners
tr: Olası sahipler

source: Permissions
tr: İzinler

source: No repeat
tr: Tekrarlama

source: Hourly
tr: Saatlik

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

source: None
tr: Hiç

source: 15 day before, once in 3 days
tr: 15 gün önce, 3 günde bir

source: 1 week before, daily
tr: 1 hafta önce, günlük

source: Day before start time
tr: Başlamadan önceki gün

source: Selected unit
tr: Seçili birim

source: Selected unit and all sub-units of it
tr: Seçili birim ve tüm alt birimleri

source: Create tasks now!
tr: Şimdi görev oluştur!

source: Name of task
tr: Görev İsmi

source: Get roles from
tr: Rolleri şuradan getir

source: Role query dict
tr: Rol arama sorgusu

source: Object query dict
tr: Nesne arama sorgusu

source: Subject ID
tr: Konu ID

source: Object type
tr: Nesne tipi

source: Start time
tr: Başlangıç zamanı

source: Finish time
tr: Bitiş zamanı

source: Repeating period
tr: Tekrarlama Süresi

source: Notification density
tr: Bildirim sıklığı

source: Get roles from all sub-units
tr: Tüm alt birimlerden rolleri getir

source: WF Name
tr: İş Akışı İsmi

source: Current Actor
tr: Şu anki kullanıcı

source: Last activation
tr: Son aktivasyon

source: Last executed WF Step
tr: Son çalıştırılan iş akışı adımı

source: Task Data
tr: Görev Verisi

source: Pool Data
tr: Havuz Verisi

source: Unclaimed
tr: Sahipsiz

source: Claimed
tr: Sahibi var

source: Assigned
tr: Atanmış

source: Transferred
tr: Transer edilmiş

source: Future
tr: Yapılacak

source: Waiting
tr: Bekliyor

source: In Progress
tr: Devam Etmekte

source: Finished
tr: Bitti

source: Expired
tr: Süresi Doldu

source: Task Name
tr: Görev İsmi

source: Combined full-text search data
tr: Birleştirilmiş tam metin arama verisi

source: Choice
tr: Seçim

source: Subscriber Name
tr: Abone Adı

source: Channel Name
tr: Kanal Adı

source: Channel Owner
tr: Kanal Sahibi

source: Please choose channel or channels you want to do operation. You should choose at least one channel for merging operation and you should choose just one channel to split.
tr: Lütfen işlem yapmak istediğiniz kanalları seçiniz. Birleştirme işlemi için en az bir kanal ayırma işlemi için sadece bir kanal seçilmelidir.

source: Successful Operation
tr: Başarılı İşlem

source: Public Channel List
tr: Herkese Açık Kanal Listesi

source: Merge At New Channel
tr: Yeni Kanalda Birleştir

source: Merge With An Existing Channel
tr: Var Olan Bir Kanalla Birleştir

source: Split Channel
tr: Kanal Ayır

source: Specify Features of New Channel to Create
tr: Yaratılacak Kanalların Özelliklerini Belirtiniz

source: Create
tr: Oluştur

source: Choose a Channel Which Will Be Merged With Chosen Channels
tr: Seçili Kanallarla Birleştirilecek bir Kanal Seçiniz

source: Choose
tr: Seçiniz

source: You should choose just one channel to do operation.
tr: İşlem yapmak için sadece bir kanal seçmelisiniz.

source: Choose Subscribers to Migrate
tr: Taşıyacağınız Aboneleri Seçiniz

source: Move to a New Channel
tr: Yeni bir Kanala Taşı

source: Move to an Existing Channel
tr: Mevcut Bir Kanala Taşı

source: Chosen channels(%s) have been merged to '%s' channel successfully.
tr: Seçilen kanallar(%s) '%s' kanalıyla başarılı bir şekilde birleştirildi.

source: Chosen subscribers and messages of them migrated from '%s' channel to '%s' channel successfully.
tr: Seçilen aboneler ve mesajları '%s' kanalından '%s' kanalına başarılı bir biçimde taşındı.

source: Incorrect Operation
tr: Hatalı İşlem

source: You should choose at least two channel to merge operation at a new channel.
tr: Yeni bir kanalda birleştirme işlemi için en az iki kanal seçmelisiniz.

source: You should choose at least one channel to merge operation with existing channel.
tr: Mevcut bir kanalla birleştirme işlemi için en az bir kanal seçmelisiniz.

source: You should choose one channel for split operation.
tr: Kanal ayırma işlemi için bir kanal seçmelisiniz.

source: Add
tr: Ekle

source: Save
tr: Kaydet

source: Save and List
tr: Kaydet ve Listele

source: Save as New
tr: Yeni Olarak Kaydet

source: Save as New and List
tr: Yeni Olarak Kaydet ve Listele

source: Cancel
tr: İptal

source: Confirm
tr: Onayla

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Deletion Confirmation
tr: Silme Onayı

source: Do you confirm the deletion of %s ?
tr: Silme işlemini onaylıyor musunuz %s ?

source: Switch Role
tr: Rol Değiştir

source: Please, choose the role you want to switch:
tr: Lütfen değiştirmek istediğiniz rolü seçiniz:

source: Switch
tr: Değiştir

source: Assign Someone Else
tr: Başkasına Ata

source: Suspend
tr: Askıya Al

source: Postpone
tr: Ertele

source: Assign Yourself
tr: Üzerime Al

source: Successful
tr: Başarılı

source: You have successfully assigned the job to yourself.
tr: İşi kendinize başarıyla atadınız.

source: Unsuccessful
tr: Başarısız

source: Unfortunately, this job is already taken by someone else.
tr: Ne yazık ki, bu iş başkası tarafından zaten alınmış durumda.

source: Assign to workflow
tr: İş Akışını Ata

source: Chose Role
tr: Rol Seç

source: Explain Text
tr: Açıklama

source: Send
tr: Gönder

source: Assign role not found
tr: Atanacak rol bulunamadı

source: The workflow was assigned to someone else with success.
tr: İş akışı başarıyla başkasına atandı.

source: This workflow does not belong to you, you cannot assign it to someone else.
tr: Bu iş akışı size ait değil, başkasına atayamazsınız.

source: You've extended the workflow time.
tr: İş akışının zamanı değişti.

source: This workflow does not belong to you.
tr: Bu iş akışı size ait değil.

source: You left the workflow.
tr: İş akışından ayrıldın.

source: Unfortunately, this workflow does not belong to you or is already idle.
tr: Ne yazık ki, bu iş akışı size ait değil veya zaten boşta.
